tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mscharley/homebrew"
tap "versent/taps"
tap "homebrew/cask-fonts"
brew "awscli"
brew "aws-cdk"
brew "git-secrets"

brew "mas"
brew "git"
brew "httpie"
brew "jq"
# brew "q"
brew "textql"
brew "nkf"
brew "peco"
brew "oath-toolkit"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "zsh"
brew 'zsh-completions'
brew 'openssl'
brew 'docker'
brew 'colordiff'
brew 'gnu-sed'
brew 'exa'
brew 'git-delta'
brew 'athenacli'
brew "localstack"

brew "go"
brew "nodebrew"
brew "pipenv"
brew "pyenv"
brew "direnv"
brew "postgresql"

cask 'skitch'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'firefox'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'zoom'
cask 'karabiner-elements'
cask 'iterm2'
# cask 'docker'
cask 'microsoft-excel'
cask 'microsoft-powerpoint'
cask 'google-cloud-sdk'

cask 'joplin'
cask 'raycast'
cask 'hammerspoon'
cask 'duckdb'
cask 'warp'
cask 'bat'
